Repository: Nykseli/cockpit-wicked
Catalog: po/*.po
Languages: hi

source: $action '$iface' configuration
hi: $action '$iface' विन्यास

source: Add
hi: जोड़ें

source: Add Bond
hi: बॉन्ड जोड़ें

source: Add Bridge
hi: ब्रिज जोड़ें

source: Add Route
hi: रूट जोड़ें

source: Add VLAN
hi: विलैन जोड़ें

source: Add WiFi settings
hi: वाईफाई सेटिंग्स जोड़ें

source: Addresses
hi: पते

source: Apply
hi: लागू करें

source: At least one address must be provided when using the "$bootProto" boot protocol
hi: "$bootProto" बूट प्रोटोकॉल उपयोग करते समय कम-से-कम एक पता दर्ज करना आवश्यक है

source: Auth Mode
hi: प्रमाणीकरण मोड

source: Bond
hi: बॉन्ड

source: Bridge
hi: ब्रिज

source: Cancel
hi: रद्द करें

source: Change
hi: बदलें

source: Checking if service is active...
hi: सेवा सक्रियता की जाँच जारी...

source: Click to $action it
hi: $action हेतु क्लिक करें

source: Cockpit Wicked
hi: कॉकपिट Wicked

source: Configure
hi: विन्यास

source: Confirm
hi: पुष्टि करें

source: DNS
hi: डीएनएस

source: DNS Settings
hi: डीएनएस सेटिंग्स

source: Data is not valid, please check it
hi: अमान्य डेटा, कृपया पुनः जाँचें

source: Default route
hi: डिफ़ॉल्ट रूट

source: Defines the DNS merge policy as documented in netconfig(8) manual page.
hi: netconfig(8) गाइड पृष्ठ में उल्लेख अनुसार डीएनएस विलय नीति परिभाषित करना।

source: Delete
hi: हटाएँ

source: Destination
hi: लक्ष्य

source: Destination is not valid.
hi: अमान्य लक्ष्य।

source: Device
hi: उपकरण

source: Disable
hi: निष्क्रिय

source: Disabled
hi: निष्क्रिय है

source: Down
hi: बंद

source: ESSID
hi: ईएसएसआईडी

source: Edit
hi: संपादन

source: Edit Bond
hi: बॉन्ड संपादन

source: Edit Bridge
hi: ब्रिज संपादन

source: Edit Route
hi: रूट संपादन

source: Edit VLAN
hi: विलैन संपादन

source: Edit WiFi settings
hi: वाईफाई सेटिंग्स संपादन

source: Empty
hi: रिक्त

source: Enable
hi: सक्रिय

source: Enabled
hi: सक्रिय है

source: For more help, please check the documentation linked below.
hi: अधिक सहायता हेतु कृपया नीचे दिया गया प्रलेखन देखें।

source: Gateway
hi: गेटवे

source: Gateway is not valid.
hi: अमान्य गेटवे।

source: IP Address
hi: आईपी पता

source: IPv4
hi: आईपी4

source: IPv6
hi: आईपी6

source: Id:
hi: आईडी :

source: Interfaces
hi: अंतरफलक

source: MAC
hi: मैक पता

source: Mode
hi: मोड

source: Name
hi: नाम

source: Name Server IP
hi: नाम सर्वर का आईपी

source: Name Server IP address used for host-name lookup.
hi: होस्ट-सर्वर खोज हेतु प्रयुक्त नाम सर्वर का आईपी पता।

source: Name servers
hi: नाम सर्वर

source: Nameserver IP
hi: नाम सर्वर आईपी

source: Networking
hi: नेटवर्क

source: No networks found
hi: कोई नेटवर्क नहीं मिला

source: No user-defined routes were found.
hi: कोई उपयोक्ता-परिभाषित रूट नहीं मिले।

source: Not configured
hi: विन्यस्त नहीं है

source: Options
hi: विकल्प

source: Parent
hi: जनक

source: Parent:
hi: जनक :

source: Password
hi: कूटशब्द

source: Please, confirm that you really want to $action the interface configuration.
hi: कृपया अंतरफलक विन्यास हेतु $action करने की लिए पुष्टि करें।

source: Please, provide the VLAN ID (e.g., 10)
hi: कृपया विलैन आईडी दर्ज करें (उदाहरण, 10)

source: Please, provide the interface name (e.g., bond0)
hi: कृपया अंतरफलक नाम दर्ज करें (जैसे, bond0)

source: Please, provide the interface name (e.g., br0)
hi: कृपया अंतरफलक नाम दर्ज करें (जैसे, br0)

source: Please, provide the interface name (e.g., vlan10)
hi: कृपया अंतरफलक नाम दर्ज करें (जैसे, vlan10)

source: Policy
hi: नीति

source: Ports
hi: पोर्ट

source: Ports:
hi: पोर्ट :

source: Reset
hi: पुनः सेट

source: Route is not valid, please check it.
hi: अमान्य रूट, कृपया पुनः जाँचें।

source: Routing
hi: रूट प्रक्रिया

source: Scanning...
hi: खोज जारी..

source: Search List
hi: खोज सूची

source: Search list
hi: खोज सूची

source: Seems that wicked service is not active. It could be either, the service is not running or wicked is not installed.
hi: प्रतीत होता है कि wicked सेवा सक्रिय नहीं है। संभवतः सेवा कार्यरत नहीं है या इंस्टॉल नहीं है।

source: Space separated list of DNS domain names used for host-name lookup
hi: होस्ट-नाम खोज हेतु प्रयुक्त रिक्त अक्षर द्वारा पृथक डीएनएस डोमेन नाम सूची

source: Start
hi: आरंभ

source: Start Mode
hi: आरंभ मोड

source: Static Name Servers
hi: स्थैतिक नाम सर्वर

source: Status
hi: स्थिति

source: There are invalid IPs
hi: कुछ आईपी पते अमान्य हैं

source: There are invalid domains in the search list.
hi: खोज सूची में कुछ डोमेन अमान्य हैं।

source: There are invalid name servers.
hi: कुछ नाम सर्वर डोमेन अमान्य हैं।

source: There are repeated labels
hi: कुछ उपनामों की पुनरावृत्ति हुई है

source: Type
hi: प्रकार

source: Unmanaged Interfaces
hi: अप्रबंधित अंतरफलक

source: Up
hi: चालू

source: Use this field to provide more options using the key=value format
hi: इस क्षेत्र में कुंजी=मान प्रारूप उपयोग कर अधिक विकल्प प्रदान करना संभव है

source: User-defined Routes
hi: उपयोक्ता-परिभाषित रूट

source: VLAN
hi: विलैन

source: VLAN ID
hi: विलैन आईडी

source: WiFi
hi: वाईफाई

source: Wicked service is not active
hi: Wicked सेवा सक्रिय नहीं है
